{
  "socialism/union" : [{
    "housing": [
      "Why do we pay 65% of our wages to housing?",
      "Private investment in the housing market has destroyed the working classes ability to purchase a home.",
      "The working class is already in a worse position than I was back in my team, our company towns at least provided housing.",
      "Housing is absolutely essential to human flourishing. Without stable shelter, it all falls apart.",
      "When our economy is truly healthy, and everyone rises with the tide of prosperity, then issues such as the lack of affordable housing, homelessness, and hunger are greatly diminished.",
      ""
    ]
  },{
    "working_conditions": [
      "If you want a consistent schedule, talk to your coworkers about unionizing today!",
      ""
    ]
  },{
    "corporations":[
      "Why do we let corporations control every aspect of our life?",
      "why can management dictate, when we work, how we work, the life our kids have, and the conditions that we grow up in.",
      "Why do we let the ruling class reap the resources of our community while contributing nothing in return?",
      "Why do we let the ruling class profit off the backs of the working class while destroying our communities",
      "We need to demand that the companies and corporations that profit from our resources, replenish the community from which it profited from.",
      "A corporation is an ingenious device for obtaining individual profit without individual responsibility.",
      "Corporations, money and nations exist only in our imagination. We invented them to serve us; why do we find ourselves sacrificing our lives in their services?",
      "Large corporations welcome innovation and individualism in the same way the dinosaurs welcomed large meteors.",
      "The corporations don't have to lobby the government anymore. They are the government.",
      "Corporations are not legal \"persons\" with constitutional rights and freedoms of their own, but legal fictions that we created and must therefore control.",
      "The corporation has no choice but to do the will of its master. Corporations regularly allow themselves to be bought out or make decisions that will result in massive amounts of money made in the short term but will result in the collapse of the corporation in the long term.",
      "Corporations have neither bodies to be punished, nor souls to be condemned, they therefore do as they like.",
      "If corporations wanted to be legal citizens they need to shoulder the responsibilities of good citizenship as well as the benefits.",
      ""
    ]
  },{
    "pro_union":[
      "We need to demand that the companies and corporations that profit from our resources, replenish the community from which it profited from.",
      "Without consistent consumer spending and disposable income, capitalism itself will collapse.",
      "We need collective bargaining, we need to be able to leverage our collective bargaining rights to negotiate with our employers.",
      "With out a union, we do not have the leverage to negotiate a fair days pay for a fair days work and must accept what ever is given to us.",
      "If you want to change the conditions of your work place, ask your co workers about joining a union today!",
      "People died for our right to form a union, it is up to us to ensure that we leave behind a better opportunity for our chidlren.",
      "Direct action is talking to your co workers today about joining a union!",
      "You are never strong enough that you don’t need help.",
      "All that harms the working class is treason to America.",
      "The labor movement is people. Our unions have brought millions of men and women together, made them members one of another, and given them common tools for common goals. Their goals are goals for all America – and their enemies are the enemies for progress. The two cannot be separated.",
      "All labor that uplifts humanity has dignity and importance and should be undertaken with painstaking excellence.",
      "Our movement is of the working people, for the working people, by the working people.",
      "If any man tells you he loves America, yet hates labor, he is a liar. If any man tells you he trusts America, yet fears labor, he is a fool.",
      "When employers in this country say labor costs are too high, what they’re really saying to you is, you have it too good. What they’re really saying to you is, all you need is enough to get you into the plant and work.",
      "In Unity there is strength; We can move mountains when we're united and enjoy life --Without unity we are victims. Stay united.",
      "We must indeed all hang together, or, most assuredly, we shall all hang separately.",
      "If the workers are organized, all they have to do is to put their hands in their pockets and they have got the capitalist class whipped.",
      "There are no problems we cannot solve together, and very few that we can solve alone.",
      "United we bargain for better material conditions; divided we beg!"
    ]
  },{
    "Frank_Keeny_Jr_Info":[
      "I was born, March 15th, 1882 in Cabin Creek, West Virginia",
      "I died on May 22, 1970",
      "I fought for our right to form a union against the coal companies of Appalachia",
      "I found hand in hand with Marry 'Mother' Jones agains the eploitation of our workforce by the coal companies",
      "The US government dropped bombs on our protests and unions and murdered many of us in our sleep.",
      ""
    ]
  },{
    "community":[
      "It is only through the fellowship of our community members that we can demand more for our selves.",
      "We need to stand together as a community and demand that the resources business extracts from our community are replenished.",
      "With out community, with out our fellow community members we do not stand a chance against the ruling class.",
      "It is only through the strength that we find in one another that we can make a change for our community.",
      "I believe that no man who holds a leader's position should ever accept favors from either side. He is then committed to show favors. A leader must stand alone.",
      ""
    ]
  },{
    "wages":[
      "Corporations love inflation, corporations work to keep wages stagnant for years so that you make less as time goes on.",
      "Corporations work to decrease wages and would pay less at every turn.",
      "We fought to have fair wages and keep child labor out of the economy.",
      "Today the common worker is sold for $290.00 a week to the manufacturers, businesses and corporations.",
      ""
    ]
  },{
    "Mother_Jones_Quotes":[
      "Some day the workers will take possession of your city hall, and when we do, no child will be sacrificed on the altar of profit!",
      "I want to hold a series of meetings all over the country and get the facts before the American people",
      "Freedom for the working class!",
      "Today the white child is sold for two dollars a week to the manufacturers.",
      "If they want to hang me, let them. And on the scaffold I will shout Freedom for the working class!",
      "I am not an anti to anything which will bring freedom to my class.",
      "I abide where there is a fight against wrong.",
      "My friends it is solidarity we want. We do not want to find fault with each other, but to solidify our forces and say to each other: We must be together; our masters are joined together and we must do the same thing.",
      ""
    ]
  },{
    "taunt":[
      "One day we will stand against the our oppressors shoulder to shoulder!",
      "Down with the ruling class!",
      "I am here to kick the ruling classes ass and chew bubble gum and Im all out of gum.",
      ""
    ]
  },{
    "exmaple":[
      "list",
      "list1"
    ]
  },{
    "exmaple":[
      "list",
      "list1"
    ]
  },{
    "exmaple":[
      "list",
      "list1"
    ]
  }
  ]
}